[
  {
    "nom": "Jayce",
    "classe": "Aventurier",
    "race": "Humain",
    "niveau": 1,
    "stats": {
      "force": 0,
      "dexterite": 0,
      "magie": 0,
      "constitution": 45,
      "charisme": 0,
      "perception": 0,
      "chance": 0,
      "intelligence": 0
    },
    "hp": {
      "max": 29,
      "current": 29
    },
    "mana": {
      "max": 50,
      "current": 50
    },
    "armure": {
      "type": "Armure légère",
      "resistance": "",
      "durabilite": {
        "max": 12,
        "current": 12
      },
      "protection": {
        "max": 0,
        "current": 0
      }
    },
    "bonus_vie": 0,
    "intox": "0",
    "sac": "Masque",
    "ceinture": "",
    "spells": [],
    "sorts_mineurs": [],
    "competences": [],
    "skills_speciales": "",
    "bio": "",
    "levelup": "",
    "armes": [
      {
        "type": "Clackers Volley (Signature)",
        "degats": ""
      }
    ]
  },
  {
    "nom": "Andéol Skjaldborg",
    "classe": "Paladin",
    "race": "Humain",
    "niveau": 1,
    "stats": {
      "force": 0,
      "dexterite": 0,
      "magie": 0,
      "constitution": 70,
      "charisme": 0,
      "perception": 0,
      "chance": 0,
      "intelligence": 0
    },
    "hp": {
      "max": 42,
      "current": 42
    },
    "mana": {
      "max": 46,
      "current": 46
    },
    "armure": {
      "type": "Armure lourde",
      "resistance": "",
      "durabilite": {
        "max": 21,
        "current": 2
      },
      "protection": {
        "max": 21,
        "current": 6
      }
    },
    "bonus_vie": 0,
    "intox": "20",
    "sac": "",
    "ceinture": "",
    "spells": [],
    "sorts_mineurs": [],
    "competences": [],
    "skills_speciales": "",
    "bio": "stylé le type",
    "levelup": "",
    "armes": [
      {
        "type": "Épée",
        "degats": "1d10+2"
      },
      {
        "type": "Bouclier du Nord",
        "degats": ""
      }
    ]
  },
  {
    "nom": "Elarion Rubavol",
    "classe": "Druide",
    "race": "Elfe",
    "niveau": 3,
    "stats": {
      "force": 0,
      "dexterite": 0,
      "magie": 0,
      "constitution": 30,
      "charisme": 0,
      "perception": 0,
      "chance": 0,
      "intelligence": 0
    },
    "hp": {
      "max": 28,
      "current": 28
    },
    "mana": {
      "max": 62,
      "current": 62
    },
    "armure": {
      "type": "Armure légère",
      "resistance": "",
      "durabilite": {
        "max": 12,
        "current": 9
      },
      "protection": {
        "max": 9,
        "current": 9
      }
    },
    "bonus_vie": 0,
    "intox": "0",
    "sac": "",
    "ceinture": "",
    "spells": [
      {
        "nom": "Boule de feu",
        "degats": "3d6",
        "niveau": 3
      },
      {
        "nom": "Boule d'eau'",
        "degats": "3d8",
        "niveau": 2
      },
      {
        "nom": "Boule d'eau'",
        "degats": "3d8",
        "niveau": 2
      },
      {
        "nom": "Boule de feu",
        "degats": "3d6",
        "niveau": 3
      }
    ],
    "sorts_mineurs": [
      {
        "nom": "Étincelle",
        "degats": "1d4"
      },
      {
        "nom": "Étincelle",
        "degats": "1d4"
      }
    ],
    "attaques_speciales": [],
    "competences": [],
    "skills_speciales": "Sort : Attaque vitale\nSort : Soins de la nature\nMétamorphose : Colibri \n\n1 Passif\nFlair du Prédateur Naturel\nElarion sent intuitivement les intentions hostiles : il gagne un bonus de perception ou initiative face à des ennemis dissimulés ou qui mentent sur leurs intentions.\n\n2 Compétences\nJugement de la nature : Des ronces surgissent du sol sous la cible désignée, s'enroulant autour d'elle : \n\n\t- Si la cible est un ennemi, les ronces se referment violemment.\n\n\t- Si la cible est un allié, elles forment autour d'elle une barrière protectrice.\n\nAbattement des vent anciens : Une masse d’air invisible et compressée se forme au-dessus de la cible avant de s’abattre violemment sur elle.\n\n1 Ultimes\nSymbiose Sylvestre : Des ronces commence à entouré le corp d'Elarion le recouvrant entièrement, Elarion devient un le contrôleur de cette armure/golem.\nLes compétences changes : tire d'épines 1d4 +2/épine | lance de la nature 1d8+4 | bouclier de lianes 1d6+2 (en défense)",
    "bio": "Elarion Rubavol est né au cœur de la Forêt de [Nom de la foret des elfes (ou une partie)], une communauté druidique vieille comme le monde. Au sein de cette forêt mystique, les enfants naissent sans connaître l’identité de leurs parents, car chaque enfant appartient à la forêt elle-même et à la communauté tout entière. Dans cette enclave d'harmonie, l’esprit de la nature dicte les lois, et chaque individu est formé dès son plus jeune âge aux arts druidiques : communiquer avec la nature, maîtriser la magie des plantes, des vents et des formes animales.\n\nLes enfants de [Nom de la foret des elfes (ou une partie)] n'ont pas de nom de famille à leur naissance, car ces derniers ne sont attribués qu'à l'âge de 50 ans, lorsque la magie propre à chaque individu se manifeste pleinement. À ce moment-là, chaque druide reçoit un nom de famille qui reflète ses capacités magiques particulières, une manière de marquer son lien unique avec la nature. Elarion, à ce moment-là, reçut le nom de Rubavol, un nom symbolisant sa maîtrise des ronces et de la métamorphose, des pouvoirs qui, tels des ronces enchevêtrées, forgent et transforment la réalité à sa volonté.\n\nDurant ses jeunes années, Elarion observait souvent un autre élève plus âgé : Faëlin Mornelys. Faëlin était déjà marqué par une magie ancienne, sombre et végétale, et parlait peu, mais chaque mot semblait peser le poids du monde. Le jour même où Elarion reçut son nom, Faëlin quitta la forêt pour accomplir son propre Voyage de l’Indépendance.\n\nLa formation d’Elarion a duré cent ans, une période où il a appris à connaître et à comprendre la nature dans toute sa complexité : des ronces vivantes aux changements de formes, en passant par la métamorphose et la protection de la forêt. En tout cela, il a grandi au sein d'une communauté où chaque adulte veille sur l’enfant des autres, et où chaque individu fait partie d’un tout. La forêt est sa mère, le vent son père, et la magie de la nature son âme.\n\nLe dernier rituel de son apprentissage arrive à l’aube de ses cent ans : le Voyage de l’Indépendance. Chaque druide, après sa formation, doit quitter la forêt et voyager pendant 100 ans, un temps suffisant pour affronter le monde avec les enseignements qu’il a reçus. Elarion, maintenant prêt, a quitté la sécurité de la forêt pour explorer les terres inconnues, où il devra comprendre et appliquer la magie de la nature en dehors des frontières de la communauté.\n\nCe voyage, qui durera un siècle, est un passage incontournable, une quête personnelle pour devenir maître de soi-même tout en restant en lien avec le monde naturel. Elarion devra faire face aux dangers et aux merveilles des contrées lointaines, mais sa connexion avec la forêt et ses mystères le guidera.\n",
    "levelup": "",
    "armes": [
      {
        "type": "Baton",
        "degats": "1d6 + 2"
      }
    ]
  }
]